Repository: toolman5487/MyTMDB_App
Catalog: MyTMDB_App/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# main_member_setting.data.clear_image_cache
source: Clear Image Cache
ja: 画像キャッシュを消去
zh_hant: 清除圖片快取

# main_member_setting.data.clear_search_history
source: Clear Search History
ja: 検索履歴を消去
zh_hant: 清除搜尋紀錄

# main_member_setting.data.section_title
source: Cache and Data
ja: キャッシュとデータ
zh_hant: 快取與資料

# main_member_setting.guest.message
source: Sign in to your TMDB account to sync favorites, lists, and ratings.
ja: TMDBアカウントにログインすると、お気に入り、リスト、評価を同期できます。
zh_hant: 登入 TMDB 帳號後即可同步收藏、片單與評分。

# main_member_setting.guest.title
source: Browsing as a Guest
ja: ゲストとして閲覧中
zh_hant: 目前以訪客身分瀏覽

# main_member_setting.language.option.english
source: English
ja: 英語
zh_hant: 英文

# main_member_setting.language.option.japanese
source: Japanese
ja: 日本語
zh_hant: 日本語

# main_member_setting.language.option.traditional_chinese
source: Traditional Chinese
ja: 繁体字中国語
zh_hant: 繁體中文

# main_member_setting.language.title
source: Language Preference
ja: 表示言語
zh_hant: 語言偏好

# main_member_setting.navigation.title
source: Settings
ja: 設定
zh_hant: 設定

# main_member_setting.preferences.default_content_type
source: Default Content Type
ja: デフォルトのコンテンツタイプ
zh_hant: 預設內容類型

# main_member_setting.preferences.default_sort
source: Default List Sort
ja: デフォルトの並べ替え
zh_hant: 預設列表排序

# main_member_setting.preferences.section_title
source: Preferences
ja: 環境設定
zh_hant: 偏好設定

# main_member_setting.profile.accessibility.hint
source: Double-tap to open Member Center
ja: ダブルタップしてメンバーセンターを開く
zh_hant: 點兩下開啟會員中心

# main_member_setting.profile.placeholder_name
source: TMDB Member
ja: TMDBメンバー
zh_hant: TMDB 會員

# main_member_setting.profile.row.title
source: Profile
ja: プロフィール
zh_hant: 會員資料

# main_member_setting.profile.username_not_synced
source: Username not synced
ja: ユーザー名は未同期です
zh_hant: 尚未同步 username

# main_member_setting.section.accessibility.label_format
source: %@ settings
ja: %@の設定
zh_hant: %@ 設定

# main_search.accessibility.search.hint
source: Enter a keyword to search
ja: キーワードを入力して検索
zh_hant: 輸入關鍵字後搜尋

# main_search.accessibility.search.label
source: Search movies, TV shows, and people
ja: 映画、テレビ番組、人物を検索
zh_hant: 搜尋電影、劇集、人物

# main_search.filtered_empty.all.title
source: No Results
ja: 結果がありません
zh_hant: 沒有全部結果

# main_search.filtered_empty.company.title
source: No Company Results
ja: 制作会社の結果がありません
zh_hant: 沒有製作公司結果

# main_search.filtered_empty.message
source: None of the loaded results match this category.
ja: 読み込み済みの検索結果に、このカテゴリーと一致する項目はありません。
zh_hant: 目前已載入的搜尋結果沒有符合此分類的內容。

# main_search.filtered_empty.movie.title
source: No Movie Results
ja: 映画の結果がありません
zh_hant: 沒有電影結果

# main_search.filtered_empty.person.title
source: No People Results
ja: 人物の結果がありません
zh_hant: 沒有人物結果

# main_search.filtered_empty.tv.title
source: No TV Show Results
ja: テレビ番組の結果がありません
zh_hant: 沒有影集結果

# main_search.navigation.title
source: Search
ja: 検索
zh_hant: 搜尋

# main_search.placeholder
source: Search movies, TV shows, and people
ja: 映画、テレビ番組、人物を検索
zh_hant: 搜尋電影、劇集、人物

# main_search.recent.accessibility_hint
source: Double-tap to search again, or touch and hold to reorder
ja: ダブルタップして再検索します。長押しすると並べ替えられます。
zh_hant: 點兩下以再次搜尋，長按可拖曳排序

# main_search.recent.accessibility_label_format
source: Recent search: %@
ja: 最近の検索：%@
zh_hant: 最近搜尋：%@

# main_search.trending_empty.message
source: Check back later for trending movies, TV shows, and people.
ja: 話題の映画、テレビ番組、人物については、しばらくしてからもう一度ご確認ください。
zh_hant: 稍後再回來看看近期熱門的電影、劇集與人物。

# main_search.trending_empty.title
source: No Trending Content Right Now
ja: 現在、トレンドのコンテンツはありません
zh_hant: 目前沒有熱門內容

# main_tab.accessibility.hint_format
source: Double-tap to switch to %@
ja: ダブルタップして%@に切り替える
zh_hant: 點兩下切換到%@

# main_tab.accessibility.label_format
source: %@ tab
ja: %@タブ
zh_hant: %@ 分頁

# main_tab.home.title
source: Home
ja: ホーム
zh_hant: 首頁

# main_tab.movie.title
source: Movies
ja: 映画
zh_hant: 電影

# main_tab.search.title
source: Search
ja: 検索
zh_hant: 搜尋

# main_tab.series.title
source: TV Shows
ja: テレビ番組
zh_hant: 劇集

# main_tab.settings.title
source: Settings
ja: 設定
zh_hant: 設定

# media_list.empty.movie.message
source: There are no movies to show right now.
ja: 現在表示できる映画はありません。
zh_hant: 目前沒有可顯示的電影。

# media_list.empty.movie.title
source: No Movies Available
ja: 映画がありません
zh_hant: 沒有電影資料

# media_list.empty.tv.message
source: There are no TV shows to show right now.
ja: 現在表示できるテレビ番組はありません。
zh_hant: 目前沒有可顯示的影集。

# media_list.empty.tv.title
source: No TV Shows Available
ja: テレビ番組がありません
zh_hant: 沒有影集資料

# media_list.genre_title.movie_format
source: %@ Movies
ja: %@の映画
zh_hant: %@電影

# media_list.genre_title.tv_format
source: %@ TV Shows
ja: %@のテレビ番組
zh_hant: %@影集

# media_list.search.movie.accessibility_hint
source: Enter a movie title to search
ja: 映画のタイトルを入力して検索
zh_hant: 輸入電影名稱後搜尋

# media_list.search.movie.placeholder
source: Search Movies
ja: 映画を検索
zh_hant: 搜尋電影

# media_list.search.tv.accessibility_hint
source: Enter a TV show title to search
ja: テレビ番組のタイトルを入力して検索
zh_hant: 輸入影集名稱後搜尋

# media_list.search.tv.placeholder
source: Search TV Shows
ja: テレビ番組を検索
zh_hant: 搜尋影集

# media_list.sort.movie.accessibility_hint
source: Double-tap to choose how movies are sorted
ja: ダブルタップして映画の並べ替え方法を選択
zh_hant: 點兩下選擇電影排序方式

# media_list.sort.movie.accessibility_label
source: Sort Movies
ja: 映画を並べ替え
zh_hant: 排序電影

# media_list.sort.tv.accessibility_hint
source: Double-tap to choose how TV shows are sorted
ja: ダブルタップしてテレビ番組の並べ替え方法を選択
zh_hant: 點兩下選擇影集排序方式

# media_list.sort.tv.accessibility_label
source: Sort TV Shows
ja: テレビ番組を並べ替え
zh_hant: 排序影集

# member_center.destination.favorite_movies
source: Favorite Movies
ja: お気に入りの映画
zh_hant: 收藏電影

# member_center.destination.favorite_tv
source: Favorite TV Shows
ja: お気に入りのテレビ番組
zh_hant: 收藏影集

# member_center.destination.lists
source: My Lists
ja: マイリスト
zh_hant: 我的片單

# member_center.destination.rated_episodes
source: Rated Episodes
ja: 評価したエピソード
zh_hant: 評分集數

# member_center.destination.rated_movies
source: Rated Movies
ja: 評価した映画
zh_hant: 評分電影

# member_center.destination.rated_tv
source: Rated TV Shows
ja: 評価したテレビ番組
zh_hant: 評分影集

# member_center.destination.watchlist_movies
source: Movie Watchlist
ja: 映画のウォッチリスト
zh_hant: 待看電影

# member_center.destination.watchlist_tv
source: TV Watchlist
ja: テレビ番組のウォッチリスト
zh_hant: 待看影集

# member_center.empty.favorite_movies
source: No Favorite Movies
ja: お気に入りの映画はありません
zh_hant: 沒有收藏電影

# member_center.empty.favorite_tv
source: No Favorite TV Shows
ja: お気に入りのテレビ番組はありません
zh_hant: 沒有收藏影集

# member_center.empty.lists
source: No Lists
ja: リストはありません
zh_hant: 沒有我的片單

# member_center.empty.message
source: There's nothing in this category yet.
ja: このカテゴリーにはまだ項目がありません。
zh_hant: 這個分類目前沒有內容。

# member_center.empty.rated_episodes
source: No Rated Episodes
ja: 評価したエピソードはありません
zh_hant: 沒有評分集數

# member_center.empty.rated_movies
source: No Rated Movies
ja: 評価した映画はありません
zh_hant: 沒有評分電影

# member_center.empty.rated_tv
source: No Rated TV Shows
ja: 評価したテレビ番組はありません
zh_hant: 沒有評分影集

# member_center.empty.watchlist_movies
source: No Movies in Watchlist
ja: ウォッチリストに映画はありません
zh_hant: 沒有待看電影

# member_center.empty.watchlist_tv
source: No TV Shows in Watchlist
ja: ウォッチリストにテレビ番組はありません
zh_hant: 沒有待看影集

# member_center.guest_prompt.accessibility_hint
source: Double-tap to sign in
ja: ダブルタップしてログイン
zh_hant: 點兩下前往登入

# member_center.guest_prompt.action
source: Go to Sign In
ja: ログインへ
zh_hant: 前往登入

# member_center.guest_prompt.message
source: Sign in to sync favorites, movie lists, and ratings.
ja: ログインすると、お気に入り、映画リスト、評価を同期できます。
zh_hant: 登入後同步收藏、電影清單、評分內容。

# member_center.guest_prompt.title
source: Sign In to Your Account
ja: アカウントにログイン
zh_hant: 登入帳號

# member_center.guest.subtitle
source: Sign in to sync favorites, watchlists, and ratings
ja: ログインしてお気に入り、ウォッチリスト、評価を同期
zh_hant: 登入後同步收藏、待看與評分

# member_center.list.accessibility_hint
source: Double-tap to open the list
ja: ダブルタップしてリストを開く
zh_hant: 點兩下開啟片單

# member_center.list.no_description
source: No description
ja: 説明はありません
zh_hant: 沒有描述

# member_center.list.untitled
source: Untitled List
ja: タイトル未設定のリスト
zh_hant: 未命名片單

# member_center.navigation.title
source: Member Center
ja: メンバーセンター
zh_hant: 會員中心

# member_center.profile.accessibility_hint
source: Double-tap to open Settings or sign in
ja: ダブルタップして設定またはログイン画面を開く
zh_hant: 點兩下開啟設定或登入

# movie_detail.fact.budget
source: Budget
ja: 制作費
zh_hant: 預算

# movie_detail.fact.release_date
source: Release Date
ja: 公開日
zh_hant: 上映日

# movie_detail.fact.revenue
source: Box Office
ja: 興行収入
zh_hant: 票房

# movie_detail.fact.runtime
source: Runtime
ja: 上映時間
zh_hant: 片長

# movie_detail.genre.accessibility_hint
source: Double-tap to view movies in this genre
ja: ダブルタップしてこのジャンルの映画を表示
zh_hant: 點兩下查看此類型電影

# movie_detail.rating.title
source: Rate This Movie
ja: この映画を評価
zh_hant: 為這部電影評分

# movie_detail.section.attributes
source: Genres and Production Companies
ja: ジャンルと制作会社
zh_hant: 類型與製作公司

# movie_detail.section.information
source: Movie Information
ja: 映画情報
zh_hant: 電影資訊

# movie_detail.section.recommendations
source: Recommended Movies
ja: おすすめの映画
zh_hant: 推薦電影

# movie_detail.section.similar
source: Similar Movies
ja: 類似の映画
zh_hant: 相似電影

# network_error.api.message_format
source: The service returned an error: %@
ja: サービスからエラーが返されました：%@
zh_hant: 服務回傳錯誤：%@

# network_error.api.message_with_code_format
source: The service returned an error (%1$lld): %2$@
ja: サービスからエラーが返されました（%1$lld）：%2$@
zh_hant: 服務回傳錯誤（%1$lld）：%2$@

# network_error.cancelled.message
source: The operation was cancelled.
ja: 操作はキャンセルされました。
zh_hant: 操作已取消。

# network_error.cancelled.title
source: Request Cancelled
ja: リクエストをキャンセルしました
zh_hant: 請求已取消

# network_error.connection_lost.message
source: Check that your connection is stable and try again.
ja: 接続が安定していることを確認して、もう一度お試しください。
zh_hant: 請確認連線穩定後再試。

# network_error.connection_lost.title
source: Connection Lost
ja: 接続が切断されました
zh_hant: 網路連線中斷

# network_error.connection_timeout.message
source: The network took too long to respond. Please try again later.
ja: ネットワークからの応答に時間がかかりすぎています。しばらくしてからもう一度お試しください。
zh_hant: 網路回應時間過長，請稍後再試。

# network_error.decoding_failed.message
source: The server data does not match the format expected by the app. Please try again later.
ja: サーバーのデータがAppで想定されている形式と一致しません。しばらくしてからもう一度お試しください。
zh_hant: 伺服器資料格式和 App 預期不一致，請稍後再試。

# network_error.decoding_failed.title
source: Unable to Read Data
ja: データを読み込めません
zh_hant: 資料解析失敗

# network_error.encoding_failed.message
source: The submitted data could not be processed. Please try again later.
ja: 送信したデータを処理できませんでした。しばらくしてからもう一度お試しください。
zh_hant: 送出的資料無法處理，請稍後再試。

# network_error.encoding_failed.title
source: Invalid Request Data
ja: リクエストデータが無効です
zh_hant: 請求資料錯誤

# network_error.forbidden.message
source: This account does not have permission to perform this action.
ja: このアカウントには、この操作を実行する権限がありません。
zh_hant: 目前帳號沒有執行此操作的權限。

# network_error.forbidden.title
source: Permission Denied
ja: アクセス権がありません
zh_hant: 沒有權限

# network_error.generic.message
source: The network request failed. Please try again later.
ja: ネットワークリクエストに失敗しました。しばらくしてからもう一度お試しください。
zh_hant: 網路請求失敗，請稍後再試。

# network_error.generic.title
source: Connection Failed
ja: 接続できません
zh_hant: 連線失敗

# network_error.host_unavailable.message
source: The service host could not be reached. Please try again later.
ja: サービスのホストに接続できません。しばらくしてからもう一度お試しください。
zh_hant: 目前找不到服務主機，請稍後再試。

# network_error.host_unavailable.title
source: Unable to Reach Server
ja: サーバーに接続できません
zh_hant: 無法連線到伺服器

# network_error.http.message_format
source: HTTP error (%lld). Please try again later.
ja: HTTPエラー（%lld）。しばらくしてからもう一度お試しください。
zh_hant: HTTP 錯誤（%lld），請稍後再試。

# network_error.http.title
source: Connection Error
ja: 接続エラー
zh_hant: 連線發生錯誤

# network_error.invalid_response.message
source: The server response could not be verified. Please try again later.
ja: サーバーからの応答を確認できません。しばらくしてからもう一度お試しください。
zh_hant: 目前無法確認伺服器回應，請稍後再試。

# network_error.invalid_response.title
source: Unexpected Server Response
ja: サーバーから予期しない応答がありました
zh_hant: 伺服器回應異常

# network_error.invalid_url.message
source: The URL is invalid. Please try again later.
ja: URLが無効です。しばらくしてからもう一度お試しください。
zh_hant: 網址格式錯誤，請稍後再試。

# network_error.invalid_url.title
source: Unable to Create Request
ja: リクエストを作成できません
zh_hant: 無法建立請求

# network_error.not_found.message
source: This content may no longer exist or may be temporarily unavailable.
ja: このコンテンツは削除されたか、一時的に利用できない可能性があります。
zh_hant: 這筆資料可能已不存在或暫時無法取得。

# network_error.not_found.title
source: Content Not Found
ja: コンテンツが見つかりません
zh_hant: 找不到資料

# network_error.offline.message
source: Check your internet connection and try again.
ja: インターネット接続を確認して、もう一度お試しください。
zh_hant: 請檢查網路連線後再試。

# network_error.offline.title
source: No Internet Connection
ja: インターネットに接続されていません
zh_hant: 沒有網路連線

# network_error.rate_limit.message
source: Too many requests were made. Please try again later.
ja: リクエストが多すぎます。しばらくしてからもう一度お試しください。
zh_hant: 目前請求次數過多，請稍後再試。

# network_error.rate_limit.title
source: Too Many Requests
ja: リクエストが多すぎます
zh_hant: 請求過於頻繁

# network_error.secure_connection.message
source: A secure connection could not be established. Please try again later.
ja: 安全な接続を確立できませんでした。しばらくしてからもう一度お試しください。
zh_hant: 無法建立安全連線，請稍後再試。

# network_error.secure_connection.title
source: Secure Connection Failed
ja: 安全な接続に失敗しました
zh_hant: 安全連線失敗

# network_error.server_timeout.message
source: The server took too long to respond. Please try again later.
ja: サーバーからの応答に時間がかかりすぎています。しばらくしてからもう一度お試しください。
zh_hant: 伺服器回應時間過長，請稍後再試。

# network_error.server_unavailable.message
source: The service is currently unstable. Please try again later.
ja: 現在、サービスが不安定です。しばらくしてからもう一度お試しください。
zh_hant: 服務目前不穩定，請稍後再試。

# network_error.server_unavailable.title
source: Server Temporarily Unavailable
ja: サーバーを一時的に利用できません
zh_hant: 伺服器暫時無法回應

# network_error.timeout.title
source: Connection Timed Out
ja: 接続がタイムアウトしました
zh_hant: 連線逾時

# network_error.unauthorized.message
source: Sign in again and retry.
ja: もう一度ログインしてお試しください。
zh_hant: 請重新登入後再試。

# network_error.unauthorized.title
source: Sign-in Expired
ja: ログインの有効期限が切れました
zh_hant: 登入已失效

# person_detail.alias.accessibility_label
source: Alias
ja: 別名
zh_hant: 別名

# person_detail.biography.title
source: Biography
ja: 経歴
zh_hant: 人物簡介

# person_detail.credits.empty.movie.message
source: TMDB doesn't have movie credits for this person yet.
ja: TMDBには、まだこの人物の映画出演情報がありません。
zh_hant: TMDB 尚未提供這位人物的電影作品資料。

# person_detail.credits.empty.other.message
source: TMDB doesn't have credits for this person yet.
ja: TMDBには、まだこの人物の出演情報がありません。
zh_hant: TMDB 尚未提供這位人物的作品資料。

# person_detail.credits.empty.title
source: No Credits Yet
ja: 出演情報はまだありません
zh_hant: 目前沒有作品

# person_detail.credits.empty.tv.message
source: TMDB doesn't have TV credits for this person yet.
ja: TMDBには、まだこの人物のテレビ出演情報がありません。
zh_hant: TMDB 尚未提供這位人物的劇集作品資料。

# person_detail.credits.error.title
source: Unable to Load Credits
ja: 出演情報を読み込めません
zh_hant: 無法載入作品

# person_detail.credits.error.unsupported_type.message
source: This credit type isn't supported.
ja: この出演情報の種類には対応していません。
zh_hant: 不支援這個作品類型。

# person_detail.credits.movie.title
source: Movie Credits
ja: 映画出演作
zh_hant: 電影作品

# person_detail.credits.other.title
source: Credits
ja: 出演作
zh_hant: 作品

# person_detail.credits.tv.title
source: TV Credits
ja: テレビ出演作
zh_hant: 劇集作品

# person_detail.error.invalid_id.message
source: The person ID is invalid. Go back and try again.
ja: 人物IDが無効です。前の画面に戻ってもう一度お試しください。
zh_hant: 人物 ID 不正確，請返回上一頁後再試。

# person_detail.error.not_found.title
source: Person Not Found
ja: 人物が見つかりません
zh_hant: 找不到人物

# person_detail.fact.birthday
source: Birthday
ja: 生年月日
zh_hant: 生日

# person_detail.fact.deathday
source: Died
ja: 没年月日
zh_hant: 逝世

# person_detail.fact.gender
source: Gender
ja: 性別
zh_hant: 性別

# person_detail.fact.known_for
source: Known For
ja: 主な活動分野
zh_hant: 主要部門

# person_detail.fact.place_of_birth
source: Place of Birth
ja: 出生地
zh_hant: 出生地

# person_detail.fact.popularity
source: Popularity
ja: 人気度
zh_hant: 人氣

# person_detail.gender.female
source: Female
ja: 女性
zh_hant: 女性

# person_detail.gender.male
source: Male
ja: 男性
zh_hant: 男性

# person_detail.gender.non_binary
source: Non-binary
ja: ノンバイナリー
zh_hant: 非二元

# person_detail.image.profile_photo
source: Profile Photo
ja: プロフィール写真
zh_hant: 人物照片

# person_detail.link.homepage
source: Official Website
ja: 公式Webサイト
zh_hant: 官方網站

# person_detail.profile_image.accessibility_label_format
source: Photo of %@
ja: %@の写真
zh_hant: %@ 照片

# person_detail.section.aliases
source: Also Known As
ja: 別名
zh_hant: 其他名稱

# person_detail.section.information
source: Personal Information
ja: 人物情報
zh_hant: 人物資訊

# person_detail.section.profile_images
source: Profile Photos
ja: プロフィール写真
zh_hant: 人物照片

# player.accessibility_hint
source: Use the player controls to play, pause, or adjust the video
ja: プレーヤーのコントロールを使用して、動画の再生、一時停止、調整を行います
zh_hant: 使用播放器內的控制項播放、暫停或調整影片

# player.accessibility_label
source: Video Player
ja: 動画プレーヤー
zh_hant: 影片播放器

# player.close.accessibility_hint
source: Double-tap to close the video player
ja: ダブルタップして動画プレーヤーを閉じる
zh_hant: 點兩下關閉影片播放器

# player.error.message
source: Try again later, or choose another trailer.
ja: しばらくしてからもう一度試すか、別の予告編を選択してください。
zh_hant: 請稍後再試，或改用其他預告片。

# player.error.title
source: Unable to Play Video
ja: 動画を再生できません
zh_hant: 無法播放影片

# player.fallback_title
source: Trailer
ja: 予告編
zh_hant: 預告片

# rating_sheet.delete
source: Delete Rating
ja: 評価を削除
zh_hant: 刪除評分

# rating_sheet.slider.accessibility_hint
source: Swipe up or down to adjust the rating
ja: 上下にスワイプして評価を調整
zh_hant: 上下調整評分星等

# rating_sheet.slider.accessibility_value_format
source: %@ out of 10
ja: 10点満点中%@点
zh_hant: %@ 星

# rating_sheet.submit
source: Submit Rating
ja: 評価を送信
zh_hant: 送出評分

# review_detail.close.accessibility_hint
source: Double-tap to close the review
ja: ダブルタップしてレビューを閉じる
zh_hant: 點兩下關閉評論詳情

# review_detail.fallback_title
source: Review
ja: レビュー
zh_hant: 評論

# review_list.empty.message
source: No reviews match this filter.
ja: このフィルターに一致するレビューはありません。
zh_hant: 這個篩選條件下沒有可顯示的評論。

# review_list.empty.title
source: No Reviews Yet
ja: レビューはまだありません
zh_hant: 目前沒有評論

# review_list.error.not_found.title
source: Reviews Not Found
ja: レビューが見つかりません
zh_hant: 找不到評論

# review_list.loading_more.accessibility_label
source: Loading more reviews
ja: レビューをさらに読み込み中
zh_hant: 正在載入更多評論

# review_list.navigation.title
source: Reviews
ja: レビュー
zh_hant: 評論

# review_list.review.accessibility_hint
source: Double-tap to read the full review
ja: ダブルタップしてレビュー全文を読む
zh_hant: 點兩下查看完整評論

# review_list.review.accessibility_label_format
source: Review by %@
ja: %@さんのレビュー
zh_hant: %@ 的評論

# review.author.anonymous
source: Anonymous User
ja: 匿名ユーザー
zh_hant: 匿名使用者

# review.filter.latest
source: Newest Reviews
ja: 新しい順
zh_hant: 最新評論

# review.filter.oldest
source: Oldest Reviews
ja: 古い順
zh_hant: 最舊評論

# review.filter.rated
source: Rated
ja: 評価あり
zh_hant: 有評分

# review.filter.unrated
source: Unrated
ja: 評価なし
zh_hant: 無評分

# root_loading.launch.title
source: Preparing CineBase
ja: CineBase を準備しています
zh_hant: 正在準備 CineBase

# search.empty.message_format
source: No results matched “%@.”
ja: 「%@」に一致する結果はありません。
zh_hant: 沒有符合「%@」的搜尋結果。

# search.empty.movie.title
source: No Movies Found
ja: 映画が見つかりません
zh_hant: 找不到電影

# search.empty.title
source: No Results Found
ja: 結果が見つかりません
zh_hant: 找不到結果

# search.empty.tv.title
source: No TV Shows Found
ja: テレビ番組が見つかりません
zh_hant: 找不到影集

# search.loading.message_format
source: Searching for “%@”
ja: 「%@」を検索中
zh_hant: 正在搜尋「%@」

# search.loading.title
source: Searching
ja: 検索中
zh_hant: 正在搜尋

# search.typing.label
source: Searching
ja: 検索中
zh_hant: 搜尋中

# search.typing.value
source: Entering a keyword
ja: キーワードを入力中
zh_hant: 正在輸入關鍵字

# season_detail.error.invalid_input.message
source: Valid TV show and season information is required.
ja: 有効なテレビ番組とシーズンの情報が必要です。
zh_hant: 缺少有效的劇集或季數資訊。

# season_detail.fact.air_date
source: Air Date
ja: 放送日
zh_hant: 首播日期

# season_detail.fact.episodes
source: Episodes
ja: エピソード
zh_hant: 集數

# season_detail.fact.season
source: Season
ja: シーズン
zh_hant: 季數

# season_detail.overview.title
source: Season Overview
ja: シーズンのあらすじ
zh_hant: 季數簡介

# season_detail.section.episodes
source: Episodes
ja: エピソード
zh_hant: 劇集

# season_detail.section.images
source: Images and Posters
ja: 画像とポスター
zh_hant: 劇照與海報

# season_detail.section.information
source: Season Information
ja: シーズン情報
zh_hant: 季數資訊

# session_validation.failure.message
source: Sign-in data cannot be read securely. Unlock the device and try again.
ja: ログイン情報を安全に読み込めません。端末のロックを解除して、もう一度お試しください。
zh_hant: 無法安全讀取登入資料，請確認裝置已解鎖後再試一次。

# session_validation.failure.title
source: Unable to Read Sign-in Status
ja: ログイン状態を読み込めません
zh_hant: 無法讀取登入狀態

# sort.newest
source: Newest
ja: 新しい順
zh_hant: 最新發布

# sort.oldest
source: Oldest
ja: 古い順
zh_hant: 最早發布

# sort.popularity
source: Most Popular
ja: 人気順
zh_hant: 人氣最高

# sort.rating_high_to_low
source: Highest Rated
ja: 評価の高い順
zh_hant: 評分最高

# sort.rating_low_to_high
source: Lowest Rated
ja: 評価の低い順
zh_hant: 評分最低

# sort.title_ascending
source: Title (A → Z)
ja: タイトル（A → Z）
zh_hant: 名稱 (A → Z)

# sort.title_descending
source: Title (Z → A)
ja: タイトル（Z → A）
zh_hant: 名稱 (Z → A)

# tv_detail.attribute.networks
source: Networks
ja: 放送局
zh_hant: 電視網

# tv_detail.fact.episode_runtime
source: Episode Runtime
ja: エピソードの長さ
zh_hant: 單集長度

# tv_detail.fact.episodes
source: Episodes
ja: エピソード数
zh_hant: 集數

# tv_detail.fact.first_air_date
source: First Air Date
ja: 初回放送日
zh_hant: 首播日

# tv_detail.fact.last_air_date
source: Last Air Date
ja: 最終放送日
zh_hant: 最後播出

# tv_detail.fact.seasons
source: Seasons
ja: シーズン数
zh_hant: 季數

# tv_detail.fact.type
source: Type
ja: 種類
zh_hant: 類型

# tv_detail.genre.accessibility_hint
source: Double-tap to view TV shows in this genre
ja: ダブルタップしてこのジャンルのテレビ番組を表示
zh_hant: 點兩下查看此類型劇集

# tv_detail.rating.title
source: Rate This TV Show
ja: このテレビ番組を評価
zh_hant: 為這部影集評分

# tv_detail.section.attributes
source: Genres, Networks, and Production Companies
ja: ジャンル、放送局、制作会社
zh_hant: 類型、電視網與製作公司

# tv_detail.section.information
source: TV Show Information
ja: テレビ番組情報
zh_hant: 影集資訊

# tv_detail.section.recommendations
source: Recommended TV Shows
ja: おすすめのテレビ番組
zh_hant: 推薦影集

# tv_detail.section.seasons
source: Seasons
ja: シーズン
zh_hant: 季數

# tv_detail.section.similar
source: Similar TV Shows
ja: 類似のテレビ番組
zh_hant: 相似影集

# watch_provider.category.ads
source: With Ads
ja: 広告付き
zh_hant: 廣告

# watch_provider.category.buy
source: Buy
ja: 購入
zh_hant: 購買

# watch_provider.category.free
source: Free
ja: 無料
zh_hant: 免費

# watch_provider.category.rent
source: Rent
ja: レンタル
zh_hant: 租借

# watch_provider.category.stream
source: Stream
ja: 見放題
zh_hant: 串流

# web_view.back.accessibility_hint
source: Double-tap to go to the previous page
ja: ダブルタップして前のページに戻る
zh_hant: 點兩下返回上一頁

# web_view.back.accessibility_label
source: Back
ja: 戻る
zh_hant: 上一頁

# web_view.back.available
source: Available
ja: 戻れます
zh_hant: 可返回

# web_view.back.unavailable
source: Unavailable
ja: 戻れません
zh_hant: 無法返回

# web_view.error.title
source: Unable to Open Link
ja: リンクを開けません
zh_hant: 無法開啟連結

# web_view.forward.accessibility_hint
source: Double-tap to go to the next page
ja: ダブルタップして次のページに進む
zh_hant: 點兩下前往下一頁

# web_view.forward.accessibility_label
source: Forward
ja: 進む
zh_hant: 下一頁

# web_view.forward.available
source: Available
ja: 進めます
zh_hant: 可前進

# web_view.forward.unavailable
source: Unavailable
ja: 進めません
zh_hant: 無法前進

# web_view.reload.accessibility_hint
source: Double-tap to reload the current page
ja: ダブルタップして現在のページを再読み込み
zh_hant: 點兩下重新載入目前頁面

# web_view.reload.accessibility_label
source: Reload
ja: 再読み込み
zh_hant: 重新整理

# web_view.url_field.accessibility_hint
source: Enter a web address, then tap Go to open the page
ja: Webアドレスを入力し、「移動」をタップしてページを開きます
zh_hant: 輸入網址後按前往開啟頁面

# web_view.url_field.accessibility_label
source: Address
ja: アドレス
zh_hant: 網址
